import system as sys

print('안녕하세요?')

def window(a, b):
    if int(a = ) and int(b = ):
        print("*--------------------------------------------------------------------------------*")
        print("|                                                                                |")
        print("|                                                                                |")
        print("|                                                                                |")
        print("|                                                                                |")
        print("|                                                                                |")
        print("|                                                                                |")
        print("|                                                                                |")
        print("|                                                                                |")
        print("|                                                                                |")
        print("|                                                                                |")
        print("|                                                                                |")
        print("*--------------------------------------------------------------------------------*")
    